Repository: boostcamp-3rd/iOS-teamD1
Catalog: BeBrav/*.lproj/Localizable.strings
Languages: de

source: Filtering
de: 작품 분류

# chooseFilterTitle
source: Choose image filter
de: Bildfilter auswählen

# chooseFilterDescription
source: What kind of artwork do you want?
de: Welche Art von Bildern möchtest du?

source: Color
de: Farbe

# colorQuestion
source: What kind of color artworks do you want to see?
de: 어떤 색의 작품을 보여드릴까요?

source: Color-scale
de: 컬러 작품

source: Gray-scale
de: 흑백 작품

# orientationQuestion
source: What kind of orientation artworks do you want to see?
de: 어떤 방향의 작품을 보여드릴까요?

source: Orientation
de: Orientierung

source: Horizontal
de: 가로 작품

source: Vertical
de: 세로 작품

source: Temperature
de: Temperatur

# temperatureQuestion
source: What kind of temperature artworks do you want to see?
de: 어떤 온도의 작품을 보여드릴까요?

# coldArtwork
source: Cold
de: 차가운 작품

# warmArtwork
source: Warm
de: 따뜻한 작품

source: Cancel
de: Stornieren

source: All Artworks
de: 모아보기

# newArtwork
source: Share new artwork
de: Teilen Sie neue Kunstwerke

# newArtworkTitle
source: New artwork
de: Neues Kunstwerk

# artworkTitle
source: Write a title
de: Schreibe einen Titel

source: Share
de: Aktie

source: Views
de: Ansichten

source: No title
de: 무제

source: #horizontal
de: #가로

source: #vertical
de: #세로

source: #color
de: #컬러

source: #gray
de: #흑백

source: #cold
de: #차가움

source: #warm
de: #따뜻함

# photoAccessDenied
source: Album Access Denied
de: 사진첩 접근 제한

# photoAccessDeniedMessage
source: Please allow album access to register your photos.
de: 사진을 등록하기 위해서 앨범에 접근을 허용해 주세요.

source: Loading images
de: Bilder laden

source: Artworks
de: Kunstwerke

source: Delete
de: Löschen

source: Artist
de: Künstler

# signOut
source: Edit
de: Bearbeiten

source: Modification
de: Änderung

source: Done
de: Erledigt

# enterEmail
source: Enter your E-Mail.
de: Geben sie ihre E-Mail Adresse ein.

# isValidEmailMessage
source: It's not valid E-Mail.
de: Es ist keine gültige E-Mail.

source: Password
de: Passwort

# enterPassword
source: Enter your password.
de: Geben Sie Ihr Passwort ein.

# passwordCheckMessage
source: Password must be at least 6 characters.
de: Passwort muss mindestens 6 Zeichen lang sein.

source: Sign In
de: Einloggen

source: Sign In Error
de: Fehler bei der Anmeldung

# signInErrorMessage
source: Check E-Mail and Password
de: Überprüfen Sie E-Mail und Passwort

# enterName
source: Enter your name
de: Gib deinen Namen ein

# informationNotEnough
source: please enter your information for sign up
de: Es ist nicht genug Information.

source: Need more information
de: Wünschen Sie weitere Informationen

source: Sign In is ready.
de: Die Anmeldung ist fertig.

# doSignUp
source: Sign Up
de: Anmelden

source: Sign Up
de: Anmelden

source: Sign Up error
de: Anmeldefehler

# signUpFailarue
source: Sign Up is failure.
de: Anmeldung ist fehlgeschlagen.

# signUpDone
source: Sign Up
de: Erfolg Melden Sie sich an

source: Verifying
de: Überprüfung

source: Tour
de: 둘러보기

# networkError
source: Networking Error
de: Netzwerkfehler

# imageNetworkErrorMessage
source: Can't get artwork image.
de: Ich kann kein Bildmaterial erhalten.

# artistNetworkErrorMessage
source: Can't get artist image.
de: Künstlerbild kann nicht abgerufen werden.
